archlinux-xdg-menu
awww
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cmatrix
dolphin
efibootmgr
fastfetch
firefox
fzf
git
grim
grub
htop
hyprland
hyprlock
hyprshutdown
imagemagick
imv
kitty
libnotify
linux
linux-firmware
linux-headers
localsend
ly
man-db
nano
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nwg-displays
os-prober
pavucontrol
pipewire-alsa
pipewire-pulse
polkit-kde-agent
python-pywal
qbittorrent
qt5-wayland
qt6-wayland
read-edid
slurp
smartmontools
sof-firmware
stow
sudo
swappy
swaync
torbrowser-launcher
tree
ttf-jetbrains-mono-nerd
ttf-noto-nerd
ttf-sazanami
uwsm
ventoy
vicinae
vim
vlc
vulkan-radeon
waybar
wev
wget
wireplumber
wlogout
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
yazi
zed
zip
zram-generator
amd-ucode
libva-mesa-driver
mesa
